Repository: petrozavodsky/MoviePlugin
Catalog: languages/MoviePlugin-*.po
Languages: ru_ru

source: Movies
ru_ru: Фильмы

source: Movie
ru_ru: Фильм

source: Add new
ru_ru: Добавить новый

source: Add new Movie
ru_ru: Добавить новый фильм

source: Edit Movie
ru_ru: Редактировать фильм

source: New Movie
ru_ru: Добавить фильм

source: View Movie
ru_ru: Просмотреть фильм

source: Search Movie
ru_ru: Найти фильм

source: Movie no found
ru_ru: Фильмов не найдено

source: No movies found in trash
ru_ru: Нет фильмов, найденных в корзине

source: Genres
ru_ru: Жанры

source: Genre
ru_ru: Жанр

source: Search genres
ru_ru: Искать жанр

source: Popular genres
ru_ru: Популярные жанры

source: All genres
ru_ru: Все жанры

source: Edit genres
ru_ru: Редактировать жанр

source: Update genres
ru_ru: Обновить жанр

source: Add new genres
ru_ru: Добавить новый жанр

source: New genres name
ru_ru: Новое имя жанра

source: Separate genres with commas
ru_ru: Жанры через запятую

source: Add or remove genres
ru_ru: Добавление или удаление жанров

source: Choose from the most used genres
ru_ru: Выберите из наиболее используемых жанров

source: Countries
ru_ru: страны

source: Country
ru_ru: Страна

source: Search countries
ru_ru: Найти страну

source: Popular countries
ru_ru: Популярные страны

source: All countries
ru_ru: Все страны

source: Edit countries
ru_ru: Редактировать страну

source: Update countries
ru_ru: Обновление стран

source: Add new country
ru_ru: Добавить новую страну

source: New country name
ru_ru: Новое имя страны

source: Separate countries with commas
ru_ru: Страны через запятую

source: Add or remove countries
ru_ru: Добавление или удаление страны

source: Choose from the most used countries
ru_ru: Выберите из наиболее используемых стран

source: Years
ru_ru: годы

source: Year
ru_ru: Го

source: Search years
ru_ru: Искать год

source: Popular years
ru_ru: Популярные года

source: All years
ru_ru: Все года

source: Edit years
ru_ru: Редактировать год

source: Update years
ru_ru: Обновить год

source: Add new years
ru_ru: Добавить год

source: New years name
ru_ru: Новое название года

source: Separate years with commas
ru_ru: Годы через запятую

source: Add or remove years
ru_ru: Добавить или удалить год

source: Choose from the most used years
ru_ru: Выберите из наиболее часто используемых годов

source: Actors
ru_ru: Актеры

source: Actor
ru_ru: Актер

source: Search actors
ru_ru: Найти актера

source: Popular actors
ru_ru: Популярные актеры

source: All actors
ru_ru: Все актеры

source: Edit actors
ru_ru: Редактировать актера

source: Update actors
ru_ru: Обновить актера

source: Add new actor
ru_ru: Добавить нового актера

source: New actor name
ru_ru: Новое имя актера

source: Separate actor with commas
ru_ru: Актеры через запятую

source: Add or remove actor
ru_ru: Добавление или удаление актера

source: Choose from the most used actors
ru_ru: Выберите из наиболее часто используемых актеров

source: Pages:
ru_ru: Страницы:

source: Edit
ru_ru: Редактировать

source: Download banners
ru_ru: Загрузить баннер

source: Banner before archive
ru_ru: Банер пред архивом

source: Download banners image
ru_ru: Загрузить изображение баннера

source: Banner after archive
ru_ru: Банер после архива

source: Banners settings
ru_ru: Настройки банеров

source: Movies banners
ru_ru: Баннер фильма

source: Extra fields
ru_ru: Дополнительные поля

source: Price:
ru_ru: Цена:

source: Release date:
ru_ru: Дата показа:

source: Additional Information
ru_ru: Дополнительная информация

source: Country:
ru_ru: Страна:

source: Genre:
ru_ru: Жанр:

source: <strong>Release date: </strong>
ru_ru: <strong>Дата показа: </strong>

source: <strong>Price: </strong>
ru_ru: <strong>Цена: </strong>
